Repository: orientswiss/zoodpay-woocommerce-plugin
Catalog: languages/zoodpay-kz_KZ.po
Languages: ar

source: Please Enter Zoodpay Salt Key
ar: Zoodpay жүйесінде Salt жеке кілтін енгізіңіз

source: Please Enter Zoodpay Secret Key
ar: Zoodpay құпия кілтін енгізіңіз

source: Please Enter Zoodpay Marchent Key
ar: Zoodpay сатушы кілтін енгізіңіз

source: Looks like you made a mistake with the Zoodpay Salt Key field.
ar: Zoodpay қолданбасындағы Salt жеке кілт өрісіне қате енгізген сияқтысыз

source: Looks like you made a mistake with the Zoodpay Merchant Secret Key field.
ar: Zoodpay сатушысында жеке кілт өрісін қате енгізген сияқтысыз

source: Looks like you made a mistake with the Zoodpay Merchant Key field.
ar: Zoodpay сатушы кілт өрісін қате енгізген сияқтысыз

source: The API URL is required
ar: API URL мекенжайы қажет

source: The T&C URL is required
ar: T&C URL мекенжайы қажет

source: The title is required
ar: Тақырып қажет

source: Refund Request
ar: Қайтару сұрауы

source: There is issue for connecting payment gateway. Sorry for the inconvenience.
ar: Төлемдер шлюзіне қосылуда мәселе бар. Бұл қолайсыздық үшін кешірім сұраймыз

source: Select zoodpay payment method
ar: Төлем әдісі ретінде Zoodpay таңдаңыз

source: Transaction type
ar: Қаржылық операция түрі

source: API healthcheck
ar: API тексеру

source: Get Configuration
ar: Конфигурациялау

source: IPN URL
ar: IPN URL мекенжайы

source: Refund URL
ar: Қайтару URL мекенжайы

source: Language Code
ar: Код тілі

source: Market Code
ar: Нарықтық код

source: Place the T&C URL.
ar: T&C URL мекенжайын қойыңыз

source: T&C URL
ar: T&C URL мекенжайы

source: Salt Key *
ar: Salt кілті *

source: Merchant Secret Key *
ar: Сатушы құпия кілті *

source: Merchant Key *
ar: Сатушы кілті *

source: Place the payment gateway API URL.
ar: Төлем шлюзінің API URL мекенжайын орналастырыңыз

source: API URL
ar: API URL мекенжайы

source: This controls the description which the user sees during checkout.
ar: Бұл пайдаланушы төлем жасау кезінде көретін сипаттаманы басқарады

source: Description
ar: Сипаттама

source: ZoodPay Buy Now Pay Later
ar: ZoodPay Қазір сатып алыңыз Кейінірек төлеңіз

source: This controls the title which the user sees during checkout.
ar: Бұл пайдаланушы төлем кезінде көретін тақырыпты басқарады

source: Title *
ar: Тақырып*

source: Enable Zoodpay Payments
ar: Zoodpay төлемдерін іске қосыңыз

source: Enable/Disable
ar: Қосу/Өшіру

source: Zoodpay payment gateway
ar: Zoodpay төлем шлюзі

source: Zoodpay Payment
ar: Zoodpay төлемі

source: Woocommerce plugin is deactivate, please activate woocommerce plugin first to use zoodpay payments.
ar: Woocommerce плагині өшірілді, zoodpay төлемдерін пайдалану үшін алдымен woocommerce плагинін іске қосыңыз.

source: Hi there! I'm just a plugin, not much I can do when called directly.
ar: Сәлеметсіз бе ! Бұл жай ғана плагин. Мені бірден шақырғанда көп нәрсе істей алмаймын

source: Zoodpay requires WooCommerce %1$s or greater to be installed and active. WooCommerce %2$s is no longer supported.
ar: Zoodpay үшін WooCommerce %1$s немесе одан жоғары орнатылып белсенді болуы қажет. WooCommerce %2$s енді қолдау көрсетпейді.

source: ZoodPay Refund Details
ar: ZoodPay қайтару мәліметтері

source: Refund Initiated
ar: қайтару басталды

source: Birth date
ar: Туған жылы

source: Settings
ar: Параметрлер

source: zoodpay default payment fail page.
ar: Zoodpay әдепкі сәтсіз төлем беті

source: zoodpay default payment success page.
ar: Zoodpay әдепкі сәтті төлем беті
