Repository: orientswiss/zoodpay-woocommerce-plugin
Catalog: languages/zoodpay-*.po
Languages: ar_ar, uz_uz

source: Please Enter Zoodpay Salt Key
ar_ar: يرجى إدخال مفتاح Salt الخاص في Zoodpay
uz_uz: Zoodpay Salt kalitini kiriting

source: Please Enter Zoodpay Secret Key
ar_ar: يرجى إدخال مفتاح Zoodpay السري
uz_uz: Zoodpay maxfiy kalitini kiriting

source: Please Enter Zoodpay Marchent Key
ar_ar: يرجى إدخال مفتاح تاجر Zoodpay
uz_uz: Zoodpay sotuvchi kalitini kiriting

source: Looks like you made a mistake with the Zoodpay Salt Key field.
ar_ar: يبدو أنك قمت بإدخال خاطئ في حقل مفتاح Salt الخاص في Zoodpay
uz_uz: Zoodpay Salt kaliti maydonini toʻldirishda xatoga yoʻl qoʻyganga oʻxshaysiz.

source: Looks like you made a mistake with the Zoodpay Merchant Secret Key field.
ar_ar: يبدو أنك قمت بإدخال خاطئ في حقل المفتاح السري الخاص في تاجر Zoodpay
uz_uz: Zoodpay sotuvhi maxfiy kaliti maydonini toʻldirishda xatoga yo‘l qo‘yganga o‘xshaysiz.

source: Looks like you made a mistake with the Zoodpay Merchant Key field.
ar_ar: يبدو أنك قمت بإدخال خاطئ في حقل مفتاح تاجر Zoodpay
uz_uz: Zoodpay sotuvchi kaliti maydonini toʻldirishda xatoga yo‘l qo‘yganga o‘xshaysiz.

source: The API URL is required
ar_ar: رابط ال API مطلوب
uz_uz: API URL manzilini belgilang

source: The T&C URL is required
ar_ar: رابط T&C مطلوب
uz_uz: T&C URL manzilini belgilang

source: The title is required
ar_ar: العنوان مطلوب
uz_uz: Sarlavha talab qilinadi

source: Refund Request
ar_ar: طلب إعادة أموال
uz_uz: To'lovni qaytarish talabi

source: There is issue for connecting payment gateway. Sorry for the inconvenience.
ar_ar: هنالك مشكلة في الاتصال ببوابة الدفعات. نعتذر عن هذا الإزعاج
uz_uz: Toʻlov tizimiga ulanishda muammo yuz berdi. Noqulaylik uchun uzr so'raymiz.

source: Select zoodpay payment method
ar_ar: اختر وسيلة Zoodpay للدفع
uz_uz: Zoodpay toʻlov usulini tanlang

source: Transaction type
ar_ar: نوع الحركة المالية
uz_uz: Tranzaktsiya turi

source: Get Configuration
ar_ar: احصل على إعداد
uz_uz: Konfiguratsiyani yuklab olish

source: IPN URL
ar_ar: رابط IPN
uz_uz: IPN manzili

source: Refund URL
ar_ar: رابط الاسترداد
uz_uz: Qaytish URL manzil

source: Language Code
ar_ar: لغة الكود
uz_uz: Til kodi

source: Market Code
ar_ar: كود السوق
uz_uz: Bozor kodi

source: Place the T&C URL.
ar_ar: ضع رابط T&C
uz_uz: T&C URL manzilini joylashtiring.

source: T&C URL
ar_ar: رابط T&C
uz_uz: T&C URL manzili

source: Salt Key *
ar_ar: مفتاح Salt *
uz_uz: Salt kaliti*

source: Merchant Secret Key *
ar_ar: المفتاح السري الخاص في التاجر*
uz_uz: Sotuvchi maxfiy kaliti **

source: Merchant Key *
ar_ar: مفتاح التاجر*
uz_uz: Sotuvchi kalit*

source: Place the payment gateway API URL.
ar_ar: ضع رابط ال API الخاص ببوابة الدفع.
uz_uz: Toʻlov tizimining API URL manzilini joylashtiring.

source: This controls the description which the user sees during checkout.
ar_ar: يقوم هذا بالتحكم في الوصف الذي يراه المستخدم أثناء المحاسبة
uz_uz: Bu foydalanuvchi toʻlov vaqtida koʻradigan tavsifni boshqaradi.

source: Description
ar_ar: وصف
uz_uz: Tavsif

source: ZoodPay Buy Now Pay Later
ar_ar: الشراء الآن والدفع لاحقاً من Zoodpay
uz_uz: ZoodPay Hozir xarid qiling, keyinroq toʻlang

source: This controls the title which the user sees during checkout.
ar_ar: يقوم هذابالتحكم في العنوان الذي يراه المستخدم أثناء المحاسبة.
uz_uz: Bu foydalanuvchi to'lov vaqtida ko'radigan sarlavhani boshqaradi.

source: Title *
ar_ar: عنوان*
uz_uz: Nomi*

source: Enable Zoodpay Payments
ar_ar: تفعيل دفعات Zoodpay
uz_uz: Zoodpay toʻlovlarini yoqish

source: Enable/Disable
ar_ar: تفعيل/ إبطال
uz_uz: yoqish / o'chirish

source: Zoodpay payment gateway
ar_ar: بوابة دفعات Zoodpay
uz_uz: Zoodpay to'lov tizimi

source: Zoodpay Payment
ar_ar: دفعة Zoodpay
uz_uz: Zoodpay to'lovi

source: Woocommerce plugin is deactivate, please activate woocommerce plugin first to use zoodpay payments.
ar_ar: المكون الإضافي الخاص في Woocommerce غير مفعل ،يرجى تفعيل المكون الإضافي الخاص في Woocommerce لاستخدام دفعات Zoodpay.
uz_uz: Woocommerce plagini o‘chirilgan, zoodpay to‘lovlaridan foydalanish uchun avval woocommerce plaginini faollashtiring.

source: Hi there! I'm just a plugin, not much I can do when called directly.
ar_ar: مرحباً ! أن مجرد عبارة عن مكون إضافي. لا يمكنني فعل الكثير عند استدعائي مباشرةً.
uz_uz: Salom! Men shunchaki plaginman, bevosita chaqirilganda ko'p narsa qila olmayman.

source: Zoodpay requires WooCommerce %1$s or greater to be installed and active. WooCommerce %2$s is no longer supported.
ar_ar: Zoodpay تتطلب WooCommerce %1$s أو أكبر بأن يكون تم تنزيله وفي وضع نشط. لم يعدWooCommerce %2$s غير مدعوم.
uz_uz: Zoodpay oʻrnatilishi va faol boʻlishi uchun WooCommerce %1$s yoki undan yuqoriroq boʻlishi talab qilinadi. WooCommerce %2$s endi qo‘llanmaydi.

source: ZoodPay Refund Details
ar_ar: تفاصيل Zoodpay لاسترداد الأموال
uz_uz: ZoodPay toʻlovini qaytarish haqida batafsil maʼlumot

source: Refund Initiated
ar_ar: تم البدء بالاسترداد
uz_uz: to'lovni qaytarib berish boshlandi

source: Birth date
ar_ar: تاريخ الميلاد
uz_uz: Tug'ilgan sana

source: Settings
ar_ar: إعدادات
uz_uz: Sozlamalar

source: zoodpay default payment fail page.
ar_ar: صفحة فشل دفعة Zoodpay الأساسية
uz_uz: zoodpay muvaffaqiyatsiz to'lovning standart sahifasi.

source: zoodpay default payment success page.
ar_ar: صفحة نجاح دفعة Zoodpay الأساسية
uz_uz: zoodpay muvaffaqiyatli to'lovning standart sahifasi.

source: Available to Operate
uz_uz: Ish uchun mavjud

source: Available Services
uz_uz: Mavjud xizmatlar

source: ZoodPay BNPL
uz_uz: ZoodPay MUDDATLI TO'LOV

source: ZoddPay Description
uz_uz: ZoodPay bilan komissiyasiz va ortiqcha toʻlovlarsiz boshlang'ich toʻlov bilan 4-ta toʻlovda mahsulotlarni onlayn xarid qiling

source: API MODE
uz_uz: API REJIM

source: No Service is Available
uz_uz: Xizmat mavjud emas

source: API healthcheck
ar_ar: تحقق من صحة API

source: API URL
ar_ar: رابط API
